//繁体中文
export const titles = {
    productPic: 'ภาพผลิตภัณฑ์',
    detail: 'ข้อเสนอเวลา จำกัด',
    attributes: 'คุณลักษณะของผลิตภัณฑ์',
    orderInfo: 'ข้อมูลการสั่งซื้อ',
    newOrders: 'คำสั่งซื้อล่าสุด',
    notice: 'ประกาศของผู้ใช้',
}
export const detailText = {
    price: 'ราคาเดิม',
    soldText: 'SOLD',
    unit: '฿',
    buyNow: 'ซื้อเลย',
}

export const freePost = {
    keyWord: 'F',
    inner: 'ไปรษณีย์ฟรี',
}

export const cash = {
    keyWord: 'P',
    inner: 'เงินสดในการส่งมอบ',
    advantage: 'เลือกเงินสดในการจัดส่งปลอดภัยและมั่นคง'
}

export const product = {
    selection: 'การเลือกผลิตภัณฑ์',
    color: 'สี',
    amount: 'เงิน฿',
    count: 'ปริมาณ',
    name: 'ชื่อเต็ม',
    phone: 'เบอร์ติดต่อ',
    phoneTip: 'กรุณาใส่หมายเลขมือถือของคุณ',
    area: 'ภูมิภาค',
    address: 'ที่อยู่โดยละเอียด',
    addressTip: 'เมือง xx เขต xx ถนน xx',
    message: 'ฝากข้อความไว้',
    payment: 'วิธีการชำระเงิน',
    verificationCode: 'รหัสยืนยัน',
    submit: 'ยืนยันการส่ง',
}
export const notice = `
    <article>
        <p className="node-text">การใช้งานจริงของผลิตภัณฑ์นี้จะถูกกำหนดตามแต่ละสถานการณ์และไม่รับประกันว่าผู้ใช้ทุกคนสามารถเพลิดเพลินกับผลของการส่งเสริมการขาย หากคุณมีคำถามใด ๆ โปรดติดต่อฝ่ายบริการลูกค้าออนไลน์ของเราหรือติดต่อเราทางอีเมล บริษัท มีสิทธิ์ในการตีความขั้นสุดท้าย</p>
        <p className="node-title">·เกี่ยวกับวิธีการจัดส่ง</p>
        <p className="node-text">จำหน่ายช่วงทั้งหมดในประเทศไทย</p>
        <p className="node-title">·เกี่ยวกับเวลาการส่งมอบ</p>
        <p className="node-text">เราจะจัดส่งสินค้าตามคำสั่งของระยะเวลาในการจัดจำหน่ายประมาณ 3 วันทำการและเวลาเดินทางมาถึงโดยทั่วไปประมาณ 7 วันทำการ</p>
        <p className="node-title">·วิธีการสมัครเพื่อรับสินค้าคืน</p>
        <p className="node-text">1. การส่งคืนเนื่องจากเหตุผลด้านคุณภาพ: ส่งอีเมลไปยังศูนย์บริการหลังการขายภายใน 7 วันนับจากวันที่ได้รับสินค้า<a href="sales@leiseethegood.com">sales@leiseethegood.com</a>，ฝ่ายบริการลูกค้าจะยอมรับคำขอของคุณภายใน 1-3 วันทำการหลังจากได้รับอีเมลและเราจะรับผิดชอบค่าขนส่งที่เกิดจากการคืนสินค้า .</p>
        <p className="node-title">2.กระบวนการส่งคืน:</p>
        <p className="node-text">ยืนยันการรับ - ใช้สำหรับการส่งคืน - การตรวจสอบการบริการลูกค้า - การคืนสินค้าของผู้ใช้ - การตรวจสอบการรับสินค้า - การตรวจสอบการแลกเปลี่ยนคืน - การคืนเงิน / การแลกเปลี่ยนโปรดระบุ: หมายเลขการสั่งซื้อชื่อโทรศัพท์</p>
        <p className="node-title">·วิธียกเลิกการสั่งซื้อ</p>
        <p className="node-text">ในการยกเลิกคำสั่งซื้อคุณต้องส่งอีเมลไปที่ศูนย์บริการหลังการขายและระบุเหตุผลที่เกี่ยวข้องเนื้อหาของอีเมลควรระบุหมายเลขคำสั่งซื้อชื่อและหมายเลขโทรศัพท์ของคุณ</p>
    </article>
`
export const footer = {
    buyNow: 'สั่งซื้อตอนนี้',
    order: 'สอบถามรายละเอียดการสั่งซื้อ'
}

export const attrs = {
    priceL: 'เงิน฿',
    countL: 'ปริมาณ',
    nameL: {
        title: 'ชื่อเต็ม',
        placeholder: 'กรุณาใส่ชื่อของคุณ'
    },
    phoneL: {
        title: 'เบอร์ติดต่อ',
        placeholder: 'กรุณาใส่หมายเลขมือถือของคุณ'
    },
    aeraL: 'ภูมิภาค',
    addressL: {
        title: 'ที่อยู่โดยละเอียด',
        placeholder: 'เมือง xx เขต xx ถนน xx'
    },
    zipCodeL: {
        title: 'รหัสไปรษณีย์',
        placeholder: 'กรอกรหัสไปรษณีย์'
    },
    EmailL: {
        title: 'E-mail',
        placeholder: 'กรอกในกล่องจดหมายที่ใช้กันทั่วไป'
    },
    messageL: {
        title: 'ฝากข้อความไว้',
        placeholder: 'หากคุณมีข้อกำหนดเพิ่มเติมโปรดฝากข้อความ'
    },
    payWayL: 'วิธีการชำระเงิน',
    submitL: 'ยืนยันการส่ง'
}
